{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_TestingDialogues",
			"Children": [
				{
					"Source":
					{
						"Text": "<Blue>Blue text</>!! It Works! It's a working text!"
					},
					"Translation":
					{
						"Text": "<Blue>Blue text</>!! It Works! It's a working text!"
					},
					"Key": "Unknown_DialogueTest_02"
				},
				{
					"Source":
					{
						"Text": "<Crazy>oh my lord what is happening???</>"
					},
					"Translation":
					{
						"Text": "<Crazy>oh my lord what is happening???</>"
					},
					"Key": "Unknown_DialogueTest_03"
				},
				{
					"Source":
					{
						"Text": "But this one is <blue>the end</> of the <red>cinematic</>, so it stays there until you skip it <blue>manually</>!"
					},
					"Translation":
					{
						"Text": "But this one is <blue>the end</> of the <red>cinematic</>, so it stays there until you skip it <blue>manually</>!"
					},
					"Key": "Unknown_AutomaticDialogue_03"
				},
				{
					"Source":
					{
						"Text": "This dialogue is skipped <blue>automatically</>!"
					},
					"Translation":
					{
						"Text": "This dialogue is skipped <blue>automatically</>!"
					},
					"Key": "Unknown_AutomaticDialogue_01"
				},
				{
					"Source":
					{
						"Text": "This is a <red>Sample</> Text!"
					},
					"Translation":
					{
						"Text": "This is a <red>Sample</> Text!"
					},
					"Key": "Unknown_DialogueTest_01"
				},
				{
					"Source":
					{
						"Text": "This is a <red>Sample</> text designed to <weird>test</> many <bold>things</>!\r\nFor example, this works <blue>if I do something like that</> and even if I go like so much further! <Crazy>This is a bit crazy though!</>"
					},
					"Translation":
					{
						"Text": "This is a <red>Sample</> text designed to <weird>test</> many <bold>things</>!\r\nFor example, this works <blue>if I do something like that</> and even if I go like so much further! <Crazy>This is a bit crazy though!</>"
					},
					"Key": "Unknown_TagTest_01"
				},
				{
					"Source":
					{
						"Text": "This is a <red>Sample</> text designed to <weird>test</> many <bold>things</>! This is a <blue>shorter text</> but it works!"
					},
					"Translation":
					{
						"Text": "This is a <red>Sample</> text designed to <weird>test</> many <bold>things</>! This is a <blue>shorter text</> but it works!"
					},
					"Key": "Unknown_TagTest_02"
				},
				{
					"Source":
					{
						"Text": "This one too! It's <Crazy>Amazing!!!</>"
					},
					"Translation":
					{
						"Text": "This one too! It's <Crazy>Amazing!!!</>"
					},
					"Key": "Unknown_AutomaticDialogue_02"
				}
			]
		},
		{
			"Namespace": "ST_UI_Texts",
			"Children": [
				{
					"Source":
					{
						"Text": " "
					},
					"Translation":
					{
						"Text": " "
					},
					"Key": "SpeakerName_None"
				},
				{
					"Source":
					{
						"Text": "JULIET"
					},
					"Translation":
					{
						"Text": "JULIET"
					},
					"Key": "SpeakerName_Juliet"
				},
				{
					"Source":
					{
						"Text": "ROMEO"
					},
					"Translation":
					{
						"Text": "ROMEO"
					},
					"Key": "SpeakerName_Romeo"
				},
				{
					"Source":
					{
						"Text": "THE NARRATOR"
					},
					"Translation":
					{
						"Text": "THE NARRATOR"
					},
					"Key": "SpeakerName_Narrator"
				},
				{
					"Source":
					{
						"Text": "TYBALT"
					},
					"Translation":
					{
						"Text": "TYBALT"
					},
					"Key": "SpeakerName_Tybalt"
				}
			]
		}
	]
}